<template>
  <article>
<h2>Направления</h2>
<div class="des">
  для всех и для каждого
</div>
    <section class="direction">
      <h1 class="direction__title">Ремонт промышленной электроники</h1>
      <div class="direction__description">Выполняем ремонт различной промышленной электроники и оборудования, производим ремонт высокой сложности на уровне электронных компонентов с гарантией 12 месяцев.</div>
    </section>
    <section class="direction">
      <h1 class="direction__title">ПТехническое обслуживание</h1>
      <div class="direction__description">Выполняем сервисное техническое обслуживание автоматики инженерных систем, технологического оборудования и производственных линий. Мы предоставляем услугу на базе постоянного договора на разовые (аварийные) выезды и плановое техническое обслуживание. </div>
    </section>
    <section class="direction">
      <h1 class="direction__title">Ремонт и модернизация</h1>
      <div class="direction__description">Услуги по ремонту и модернизации оборудования, производственных линий и станков. Услуги выездного слесаря КИП. Регламентные и сервисные работы. Станки и оборудование. Инженерные системы. Краны и подъемное оборудование</div>
    </section>
    <section class="direction">
      <h1 class="direction__title">Программирование ПЛК, HMI и SCADA</h1>
      <div class="direction__description">Ускорьте автоматизацию и оптимизируйте производительность с помощью комплексного решения для программирования промышленных контроллеров (ПЛК), человеко-машинных интерфейсов (HMI) и систем диспетчерского контроля и сбора данных (SCADA). </div>
    </section>
  </article>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>

</style>